{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|object_ref_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|object_ref_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|box_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|box_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|quad_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|quad_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|vision_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|vision_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|vision_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<|image_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<|video_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<|audio_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<|audio_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<|audio_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<tts_pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<tts_text_bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<tts_text_eod>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<tts_text_bos_single>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<tool_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 22,
      "content": "</tool_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 23,
      "content": "<tool_response>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 24,
      "content": "</tool_response>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 25,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 26,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 27,
      "content": "<|buffer1|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 28,
      "content": "<|buffer2|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 29,
      "content": "<|buffer3|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 30,
      "content": "<|buffer4|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 31,
      "content": "<|buffer5|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 32,
      "content": "<|buffer6|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 33,
      "content": "<|buffer7|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 34,
      "content": "<|buffer8|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 35,
      "content": "<|buffer9|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<|object_ref_start|>": 3,
      "<|object_ref_end|>": 4,
      "<|box_start|>": 5,
      "<|box_end|>": 6,
      "<|quad_start|>": 7,
      "<|quad_end|>": 8,
      "<|vision_start|>": 9,
      "<|vision_end|>": 10,
      "<|vision_pad|>": 11,
      "<|image_pad|>": 12,
      "<|video_pad|>": 13,
      "<|audio_start|>": 14,
      "<|audio_end|>": 15,
      "<|audio_pad|>": 16,
      "<tts_pad>": 17,
      "<tts_text_bos>": 18,
      "<tts_text_eod>": 19,
      "<tts_text_bos_single>": 20,
      "<tool_call>": 21,
      "</tool_call>": 22,
      "<tool_response>": 23,
      "</tool_response>": 24,
      "<think>": 25,
      "</think>": 26,
      "<|buffer1|>": 27,
      "<|buffer2|>": 28,
      "<|buffer3|>": 29,
      "<|buffer4|>": 30,
      "<|buffer5|>": 31,
      "<|buffer6|>": 32,
      "<|buffer7|>": 33,
      "<|buffer8|>": 34,
      "<|buffer9|>": 35,
      "!": 36,
      "\"": 37,
      "#": 38,
      "$": 39,
      "%": 40,
      "&": 41,
      "'": 42,
      "(": 43,
      ")": 44,
      "*": 45,
      "+": 46,
      ",": 47,
      "-": 48,
      ".": 49,
      "/": 50,
      "0": 51,
      "1": 52,
      "2": 53,
      "3": 54,
      "4": 55,
      "5": 56,
      "6": 57,
      "7": 58,
      "8": 59,
      "9": 60,
      ":": 61,
      ";": 62,
      "<": 63,
      "=": 64,
      ">": 65,
      "?": 66,
      "@": 67,
      "A": 68,
      "B": 69,
      "C": 70,
      "D": 71,
      "E": 72,
      "F": 73,
      "G": 74,
      "H": 75,
      "I": 76,
      "J": 77,
      "K": 78,
      "L": 79,
      "M": 80,
      "N": 81,
      "O": 82,
      "P": 83,
      "Q": 84,
      "R": 85,
      "S": 86,
      "T": 87,
      "U": 88,
      "V": 89,
      "W": 90,
      "X": 91,
      "Y": 92,
      "Z": 93,
      "[": 94,
      "\\": 95,
      "]": 96,
      "^": 97,
      "_": 98,
      "`": 99,
      "a": 100,
      "b": 101,
      "c": 102,
      "d": 103,
      "e": 104,
      "f": 105,
      "g": 106,
      "h": 107,
      "i": 108,
      "j": 109,
      "k": 110,
      "l": 111,
      "m": 112,
      "n": 113,
      "o": 114,
      "p": 115,
      "q": 116,
      "r": 117,
      "s": 118,
      "t": 119,
      "u": 120,
      "v": 121,
      "w": 122,
      "x": 123,
      "y": 124,
      "z": 125,
      "{": 126,
      "|": 127,
      "}": 128,
      "~": 129,
      "ТЁ": 130,
      "ТЂ": 131,
      "ТЃ": 132,
      "ТЄ": 133,
      "ТЅ": 134,
      "ТІ": 135,
      "ТЇ": 136,
      "ТЈ": 137,
      "ТЉ": 138,
      "ТЊ": 139,
      "ТЋ": 140,
      "ТЌ": 141,
      "ТЎ": 142,
      "ТЏ": 143,
      "ТА": 144,
      "ТБ": 145,
      "ТВ": 146,
      "ТГ": 147,
      "ТД": 148,
      "ТЕ": 149,
      "ТЖ": 150,
      "ТЗ": 151,
      "ТИ": 152,
      "ТЙ": 153,
      "ТК": 154,
      "ТЛ": 155,
      "ТМ": 156,
      "ТН": 157,
      "ТО": 158,
      "ТП": 159,
      "У": 160,
      "У": 161,
      "У": 162,
      "У": 163,
      "У": 164,
      "У": 165,
      "У": 166,
      "У": 167,
      "У": 168,
      "У": 169,
      "У": 170,
      "У": 171,
      "У": 172,
      "У": 173,
      "У": 174,
      "У": 175,
      "У": 176,
      "У": 177,
      "У": 178,
      "У": 179,
      "У": 180,
      "У": 181,
      "У": 182,
      "У": 183,
      "У": 184,
      "У": 185,
      "У": 186,
      "У": 187,
      "У": 188,
      "У": 189,
      "У": 190,
      "У": 191,
      "У ": 192,
      "УЁ": 193,
      "УЂ": 194,
      "УЃ": 195,
      "УЄ": 196,
      "УЅ": 197,
      "УІ": 198,
      "УЇ": 199,
      "УЈ": 200,
      "УЉ": 201,
      "УЊ": 202,
      "УЋ": 203,
      "УЌ": 204,
      "У­": 205,
      "УЎ": 206,
      "УЏ": 207,
      "УА": 208,
      "УБ": 209,
      "УВ": 210,
      "УГ": 211,
      "УД": 212,
      "УЕ": 213,
      "УЖ": 214,
      "УЗ": 215,
      "УИ": 216,
      "УЙ": 217,
      "УК": 218,
      "УЛ": 219,
      "УМ": 220,
      "УН": 221,
      "УО": 222,
      "УП": 223,
      "Ф": 224,
      "Ф": 225,
      "Ф": 226,
      "Ф": 227,
      "Ф": 228,
      "Ф": 229,
      "Ф": 230,
      "Ф": 231,
      "Ф": 232,
      "Ф": 233,
      "Ф": 234,
      "Ф": 235,
      "Ф": 236,
      "Ф": 237,
      "Ф": 238,
      "Ф": 239,
      "Ф": 240,
      "Ф": 241,
      "Ф": 242,
      "Ф": 243,
      "Ф": 244,
      "Ф": 245,
      "Ф": 246,
      "Ф": 247,
      "Ф": 248,
      "Ф": 249,
      "Ф": 250,
      "Ф": 251,
      "Ф": 252,
      "Ф": 253,
      "Ф": 254,
      "Ф": 255,
      "Ф ": 256,
      "ФЁ": 257,
      "ФЂ": 258,
      "ФЃ": 259,
      "ФЄ": 260,
      "ФЅ": 261,
      "ФІ": 262,
      "ФЇ": 263,
      "ФЈ": 264,
      "ФЉ": 265,
      "ФЊ": 266,
      "ФЋ": 267,
      "ФЌ": 268,
      "Ф­": 269,
      "ФЎ": 270,
      "ФЏ": 271,
      "ФА": 272,
      "ФБ": 273,
      "ФВ": 274,
      "ФГ": 275,
      "ФД": 276,
      "ФЕ": 277,
      "ФЖ": 278,
      "ФЗ": 279,
      "ФИ": 280,
      "ФЙ": 281,
      "ФК": 282,
      "ФЛ": 283,
      "ФМ": 284,
      "ФН": 285,
      "ФО": 286,
      "ФП": 287,
      "Х": 288,
      "Х": 289,
      "Х": 290,
      "Х": 291,
      "Ф t": 292,
      "Ф a": 293,
      "in": 294,
      "he": 295,
      "er": 296,
      "Ф the": 297,
      "on": 298,
      "re": 299,
      "at": 300,
      "Ф s": 301,
      "Ф c": 302,
      "Ф o": 303,
      "is": 304,
      "nd": 305,
      "es": 306,
      "en": 307,
      "or": 308,
      "ing": 309,
      "it": 310,
      "**": 311,
      "an": 312,
      "Ф f": 313,
      "al": 314,
      "Ф Ф ": 315,
      "Ф and": 316,
      "Ф p": 317,
      "Ф in": 318,
      "ion": 319,
      "Ф of": 320,
      "le": 321,
      "ar": 322,
      "ic": 323,
      "ou": 324,
      "Ф w": 325,
      "Ф m": 326,
      "Ф d": 327,
      "Ф to": 328,
      "Ф b": 329,
      "ed": 330,
      "ct": 331,
      "om": 332,
      "Ф is": 333,
      "Ф n": 334,
      "Ф l": 335,
      "УЏТМ": 336,
      "Ф e": 337,
      "Ф **": 338,
      "Ф re": 339,
      "ent": 340,
      "st": 341,
      "um": 342,
      "ro": 343,
      "et": 344,
      "ers": 345,
      "ФФ Ф ": 346,
      "as": 347,
      "Ф u": 348,
      "Ф T": 349,
      "Ф th": 350,
      "ut": 351,
      "УЄТИ": 352,
      "im": 353,
      "ation": 354,
      "Ф h": 355,
      "Ф \\": 356,
      "el": 357,
      "ra": 358,
      "il": 359,
      "УЃФЂ": 360,
      "ce": 361,
      "**:": 362,
      "Ф y": 363,
      "УЇФМ": 364,
      "УЇФМФІ": 365,
      "if": 366,
      "УЏТМФЎ": 367,
      "ur": 368,
      "ch": 369,
      "ig": 370,
      "Ф for": 371,
      "ul": 372,
      "id": 373,
      "iv": 374,
      "Ф g": 375,
      "ly": 376,
      "ow": 377,
      "Ф st": 378,
      "ol": 379,
      "ab": 380,
      "Ф you": 381,
      "am": 382,
      "th": 383,
      "Ф I": 384,
      "Ф C": 385,
      "se": 386,
      "ist": 387,
      "Ф can": 388,
      "Ф it": 389,
      "un": 390,
      "Ф `": 391,
      "Ф A": 392,
      "Ф =": 393,
      "Ф that": 394,
      "ge": 395,
      "ate": 396,
      "umb": 397,
      "ction": 398,
      "УЃФЂФЄ": 399,
      "Ф -": 400,
      "``": 401,
      "Ф pro": 402,
      "pl": 403,
      "Ф con": 404,
      "qu": 405,
      "Ф v": 406,
      "ith": 407,
      "Ф The": 408,
      "ec": 409,
      "od": 410,
      "ot": 411,
      "Ф on": 412,
      "Ф or": 413,
      "Ф 1": 414,
      "ain": 415,
      "УЄТК": 416,
      "УІФО": 417,
      "Ф as": 418,
      "Ф com": 419,
      "Ф S": 420,
      "Ф with": 421,
      "УЅФБ": 422,
      "ple": 423,
      "ess": 424,
      "ir": 425,
      "Ф numb": 426,
      "ment": 427,
      "Ф are": 428,
      "УЄТЛ": 429,
      "Ф (": 430,
      "ata": 431,
      "##": 432,
      "Ф wh": 433,
      "ver": 434,
      "ter": 435,
      "УЄТН": 436,
      "ure": 437,
      "ity": 438,
      "Ф P": 439,
      "Ф us": 440,
      "ФФ Ф Ф ": 441,
      "ib": 442,
      "Ф le": 443,
      "unction": 444,
      "Ф al": 445,
      "Ф ex": 446,
      "Ф be": 447,
      "Ф function": 448,
      "Ф an": 449,
      "УЅФЌ": 450,
      "ve": 451,
      "Ф su": 452,
      "age": 453,
      "ad": 454,
      "Ф 2": 455,
      "rom": 456,
      "УЈТП": 457,
      "est": 458,
      "Ф \"": 459,
      "his": 460,
      "УЅФЇ": 461,
      "put": 462,
      "ore": 463,
      "Ф E": 464,
      "УЇФЖ": 465,
      "em": 466,
      "ial": 467,
      "ck": 468,
      "per": 469,
      "Ф data": 470,
      "ort": 471,
      "УЏТМФМ": 472,
      "ke": 473,
      "УЅТЎ": 474,
      "УЅФЊ": 475,
      "ies": 476,
      "Ф \\(": 477,
      "'s": 478,
      "her": 479,
      "igh": 480,
      "ant": 481,
      "ay": 482,
      "us": 483,
      "te": 484,
      "Ф by": 485,
      "Ф list": 486,
      "pt": 487,
      "iz": 488,
      "yth": 489,
      "and": 490,
      "art": 491,
      "Ф en": 492,
      "ive": 493,
      "int": 494,
      "Ф ma": 495,
      "Ф ch": 496,
      "ud": 497,
      "**УЏТМФМ": 498,
      "ython": 499,
      "Ф ne": 500,
      "ns": 501,
      "ect": 502,
      "Ф de": 503,
      "Ф he": 504,
      "УІФЊ": 505,
      "УЅТЄ": 506,
      "Ф This": 507,
      "Ф F": 508,
      "ring": 509,
      "Ф from": 510,
      "```": 511,
      "УІФЗ": 512,
      "Ф number": 513,
      "pp": 514,
      "Ф H": 515,
      "Ф sp": 516,
      "УЅФД": 517,
      "arn": 518,
      "Ф r": 519,
      "The": 520,
      "ific": 521,
      "УЈТЎ": 522,
      "orm": 523,
      "ind": 524,
      "ich": 525,
      "ine": 526,
      "УЉФЂ": 527,
      "ary": 528,
      "ust": 529,
      "Ф inc": 530,
      "lo": 531,
      "УЅФДФЎ": 532,
      "ult": 533,
      "ight": 534,
      "УЃФЂФЃ": 535,
      "УЇФЖТЈ": 536,
      "УЅФВ": 537,
      "Ф pr": 538,
      "ide": 539,
      "УІФИ": 540,
      "res": 541,
      "act": 542,
      "УЇТЛ": 543,
      "ations": 544,
      "nt": 545,
      "Ф D": 546,
      "ance": 547,
      "op": 548,
      "Ф which": 549,
      "ue": 550,
      "Ф Ф Ф Ф ": 551,
      "ld": 552,
      "Ф 3": 553,
      "Ф M": 554,
      "ical": 555,
      "УЅФО": 556,
      "ence": 557,
      "УЈТЏ": 558,
      "Ф ret": 559,
      "Ф B": 560,
      "Ф wor": 561,
      "able": 562,
      "form": 563,
      "ach": 564,
      "cc": 565,
      "ff": 566,
      "os": 567,
      "og": 568,
      "Ф im": 569,
      "Ф +": 570,
      "Ф retur": 571,
      "ang": 572,
      "###": 573,
      "lud": 574,
      "УІФК": 575,
      "Ф learn": 576,
      "Ф if": 577,
      "oud": 578,
      "Ф \\)": 579,
      "ile": 580,
      "ill": 581,
      "oc": 582,
      "ions": 583,
      "loud": 584,
      "Ф se": 585,
      "all": 586,
      "are": 587,
      "Ф includ": 588,
      "ri": 589,
      "tain": 590,
      "УЅТК": 591,
      "УЄТИФЂ": 592,
      "УЄТЛТЅ": 593,
      "rou": 594,
      "Ф O": 595,
      "du": 596,
      "УЅХ": 597,
      "Ф res": 598,
      "Ф R": 599,
      "Ф numbers": 600,
      "ign": 601,
      "ample": 602,
      "УЅФБТЏ": 603,
      "ФЅТН": 604,
      "Ф mod": 605,
      "Ф te": 606,
      "Ф we": 607,
      "Ф more": 608,
      "Ф ha": 609,
      "УЉФЉ": 610,
      "etw": 611,
      "УЅФЎ": 612,
      "out": 613,
      "Ф me": 614,
      "fer": 615,
      "Ф its": 616,
      "ans": 617,
      "ost": 618,
      "Ф W": 619,
      "Ф all": 620,
      "ice": 621,
      "УЅТИ": 622,
      "ous": 623,
      "Ф your": 624,
      "erv": 625,
      "УЄТЙ": 626,
      "Ф qu": 627,
      "Ф Python": 628,
      "Ф pl": 629,
      "Ф prov": 630,
      "Ф ad": 631,
      "Ф L": 632,
      "УІФЗТА": 633,
      "vel": 634,
      "Ф string": 635,
      "УЈФЅТН": 636,
      "Ф 5": 637,
      "Ф not": 638,
      "УІФЏ": 639,
      "Ф whe": 640,
      "Ф sh": 641,
      "ase": 642,
      "Ф int": 643,
      "ther": 644,
      "ag": 645,
      "ates": 646,
      "Ф use": 647,
      "ire": 648,
      "lib": 649,
      "Ф G": 650,
      "Ф hel": 651,
      "Ф It": 652,
      "Ф N": 653,
      "УЂФЂ": 654,
      "Ф help": 655,
      "xt": 656,
      "УЄТМ": 657,
      "our": 658,
      "ame": 659,
      "Ф learning": 660,
      "Ф val": 661,
      "Ф have": 662,
      "00": 663,
      "ru": 664,
      "ass": 665,
      "ord": 666,
      "ks": 667,
      "oo": 668,
      "УЄТИТЊ": 669,
      "Ф un": 670,
      "ep": 671,
      "Ф cont": 672,
      "ces": 673,
      "ime": 674,
      "УІФЏТЎ": 675,
      "УЅТМ": 676,
      "ap": 677,
      "Ф ab": 678,
      "Ф at": 679,
      "Ф this": 680,
      "УЅФОТЈ": 681,
      "Ф tr": 682,
      "УЈТЇ": 683,
      "ТІФЄ": 684,
      "УЄТП": 685,
      "ener": 686,
      "УЇХ": 687,
      "aba": 688,
      "ict": 689,
      "king": 690,
      "Ф Ex": 691,
      "ite": 692,
      "Ф Ch": 693,
      "Ф sec": 694,
      "Ф 4": 695,
      "libaba": 696,
      "Ф sc": 697,
      "ast": 698,
      "Ф has": 699,
      "УІФКТЏ": 700,
      "ef": 701,
      "ated": 702,
      "УІФЙ": 703,
      "УІФБ": 704,
      "Ф #": 705,
      "ere": 706,
      "УЄТНХ": 707,
      "УІФЌ": 708,
      "Ф ro": 709,
      "ФФ Ф Ф Ф Ф Ф ": 710,
      "УЅТІФЄ": 711,
      "ard": 712,
      "so": 713,
      "Ф tra": 714,
      "ike": 715,
      "УЅТЗ": 716,
      "ell": 717,
      "Ф sy": 718,
      "Ф Cloud": 719,
      "Ф pre": 720,
      "Ф return": 721,
      "Ф ev": 722,
      "Ф used": 723,
      "Ф spec": 724,
      "Ф imp": 725,
      "heck": 726,
      "Ф acc": 727,
      "Ф U": 728,
      "УЅФБТЏУЄТЛТЅ": 729,
      "Ф part": 730,
      "УІФЂ": 731,
      "end": 732,
      "Ф em": 733,
      "Ф cre": 734,
      "Ф 0": 735,
      "Ф man": 736,
      "Ф comp": 737,
      "УІФБФВ": 738,
      "gh": 739,
      "Wh": 740,
      "Ф find": 741,
      "Ф sum": 742,
      "Ф serv": 743,
      "УІФП": 744,
      "Ф ra": 745,
      "ari": 746,
      "numb": 747,
      "Ф If": 748,
      "УІХ": 749,
      "Ф each": 750,
      "ount": 751,
      "ments": 752,
      "Ф their": 753,
      "УЇТЎ": 754,
      "Ф up": 755,
      "Ф other": 756,
      "ices": 757,
      "\\)": 758,
      "ip": 759,
      "УЅТЏ": 760,
      "УЅТА": 761,
      "Ф inter": 762,
      "ory": 763,
      "Ф out": 764,
      "ram": 765,
      "УІФОФЋ": 766,
      "Ф need": 767,
      "УЅФЉ": 768,
      "УЇФВ": 769,
      "teg": 770,
      "УІФЗТАУІФЏТЎ": 771,
      "Ф '": 772,
      "Ф In": 773,
      "ong": 774,
      "Ф using": 775,
      "In": 776,
      "ures": 777,
      "УЅФН": 778,
      "Ф Alibaba": 779,
      "pr": 780,
      "Ф comm": 781,
      "Ф ar": 782,
      "ition": 783,
      "plic": 784,
      "ient": 785,
      "Ф model": 786,
      "УЈТЁ": 787,
      "УЇФН": 788,
      "ility": 789,
      "Ф gener": 790,
      "cul": 791,
      "Ф comput": 792,
      "УЉФЙ": 793,
      "erm": 794,
      "УЄТО": 795,
      "УЇХФЋ": 796,
      "vis": 797,
      "ten": 798,
      "Ф rec": 799,
      "Ф fe": 800,
      "ress": 801,
      "Ф such": 802,
      "УЉТЂ": 803,
      "ffic": 804,
      "УЄТИХ": 805,
      "ating": 806,
      "low": 807,
      "Ф k": 808,
      "led": 809,
      "УЇФВФЈ": 810,
      "Ф sim": 811,
      "ange": 812,
      "ac": 813,
      "УІХ": 814,
      "УЇТН": 815,
      "ertain": 816,
      "nder": 817,
      "Ф x": 818,
      "Ф ele": 819,
      "Ф also": 820,
      "Ф col": 821,
      "ak": 822,
      "ely": 823,
      "vers": 824,
      "Ф integ": 825,
      "ould": 826,
      "УЅФЈ": 827,
      "Ф go": 828,
      "Ф vari": 829,
      "yp": 830,
      "alcul": 831,
      "iven": 832,
      "\\[": 833,
      "Ф char": 834,
      "What": 835,
      "Ф like": 836,
      "Ф about": 837,
      "ie": 838,
      "Ф sign": 839,
      "УЅФЌТЁ": 840,
      "Ф po": 841,
      "pervis": 842,
      "ues": 843,
      "Ф dif": 844,
      "Ф per": 845,
      "Ф Chin": 846,
      "УІФ­": 847,
      "ual": 848,
      "fra": 849,
      "ome": 850,
      "УЇФЋ": 851,
      "ear": 852,
      "pervised": 853,
      "stem": 854,
      "Ф new": 855,
      "УІФЎ": 856,
      "УІТГ": 857,
      "УЇТЇ": 858,
      "Ф where": 859,
      "ack": 860,
      "УЇФА": 861,
      "УЅТЙ": 862,
      "Ф cl": 863,
      "Ф into": 864,
      "Ф des": 865,
      "УЉФЂФМ": 866,
      "УІФА": 867,
      "УІФЋ": 868,
      "УЈТІ": 869,
      "УЅХТІ": 870,
      "ФФ Ф Ф Ф Ф Ф Ф ": 871,
      "ace": 872,
      "own": 873,
      "Ф will": 874,
      "УЈТПФЛ": 875,
      "Ф ap": 876,
      "УЈТПФЉ": 877,
      "Ф form": 878,
      "УЈТІФЃ": 879,
      "ph": 880,
      "cess": 881,
      "Ф main": 882,
      "een": 883,
      "irst": 884,
      "Ф differ": 885,
      ")`": 886,
      ":**": 887,
      "one": 888,
      "ndom": 889,
      "eth": 890,
      "ative": 891,
      "etween": 892,
      "Ф example": 893,
      "ens": 894,
      "УІФЂТЇ": 895,
      "av": 896,
      "ertainly": 897,
      "Ф how": 898,
      "ond": 899,
      "Ф between": 900,
      "Ф app": 901,
      "Certainly": 902,
      "УЄТКФЈ": 903,
      "Ф any": 904,
      "Ф Here": 905,
      "Ф provid": 906,
      "Ф but": 907,
      "ower": 908,
      "python": 909,
      "Ф [": 910,
      "Ф most": 911,
      "velop": 912,
      "УІФЖ": 913,
      "Ф 6": 914,
      "Ф signific": 915,
      "ail": 916,
      "print": 917,
      "УІФЙТЖ": 918,
      "УЄТИФЏ": 919,
      "rough": 920,
      "УЄТНТП": 921,
      "Ф over": 922,
      "Ф do": 923,
      "ork": 924,
      "ustom": 925,
      "Ф specific": 926,
      "УЅФЏ": 927,
      "Ф lar": 928,
      "Ф under": 929,
      "duct": 930,
      "Ф dis": 931,
      "anc": 932,
      "olog": 933,
      "Ф ke": 934,
      "УЉФК": 935,
      "Ф typ": 936,
      "chn": 937,
      "iness": 938,
      "}{": 939,
      "les": 940,
      "УЉФП": 941,
      "Ф they": 942,
      "Ф one": 943,
      "Ф For": 944,
      "Ф ind": 945,
      "numbers": 946,
      ").": 947,
      "Ф check": 948,
      "Ф including": 949,
      "),": 950,
      "ased": 951,
      "Ф process": 952,
      "frac": 953,
      "Ф these": 954,
      "УІФЌФЂ": 955,
      "ject": 956,
      "Ф system": 957,
      "oy": 958,
      "ful": 959,
      "Ф charact": 960,
      "УІФИТЙ": 961,
      "its": 962,
      "ular": 963,
      "Ф J": 964,
      "ize": 965,
      "УЄТПФП": 966,
      "eng": 967,
      "omm": 968,
      "ode": 969,
      "УЄТКФА": 970,
      "ry": 971,
      "urity": 972,
      "Ф often": 973,
      "УЅТКФЖ": 974,
      "Ф applic": 975,
      "ath": 976,
      "):": 977,
      "Ф \\]": 978,
      "Ф ens": 979,
      "УІФЊФВ": 980,
      "Ф set": 981,
      "dict": 982,
      "УЅФЎФИ": 983,
      "УЅХ": 984,
      "Ф St": 985,
      "УЅФБФГ": 986,
      "rib": 987,
      "УЅТЏТЙ": 988,
      "ub": 989,
      "ery": 990,
      "cy": 991,
      "ities": 992,
      "Ф netw": 993,
      "rite": 994,
      "УЇТЈ": 995,
      "Ф prog": 996,
      "ree": 997,
      "ФФ Ф Ф Ф ": 998,
      "Ф techn": 999,
      "Ф dec": 1000,
      "УЈТД": 1001,
      "Ф first": 1002,
      "usiness": 1003,
      "Ф det": 1004,
      "Ф even": 1005,
      "ors": 1006,
      "УЇТЁ": 1007,
      "УЏТМФЊ": 1008,
      "УЏТМФЋ": 1009,
      "Ф develop": 1010,
      "Ф trans": 1011,
      "formation": 1012,
      "Ф through": 1013,
      "ose": 1014,
      "Ф add": 1015,
      "УЈТЁФЎ": 1016,
      "pport": 1017,
      "УІФОФЏ": 1018,
      "row": 1019,
      "Ф provide": 1020,
      "ible": 1021,
      "УЄТИФЂУЄТИТЊ": 1022,
      "Ф world": 1023,
      "ft": 1024,
      "Ф value": 1025,
      "УЅТЅ": 1026,
      "This": 1027,
      "УЈФЂ": 1028,
      "Ф fil": 1029,
      "УЄТНТПУЇФЖТЈ": 1030,
      "Ф kn": 1031,
      "УІФН": 1032,
      "Ф print": 1033,
      "Ф so": 1034,
      "УІФОТЏ": 1035,
      "Ф equ": 1036,
      "Ф Y": 1037,
      "angu": 1038,
      "Ф cons": 1039,
      "Ф returns": 1040,
      "Ф no": 1041,
      "Ф 20": 1042,
      "ark": 1043,
      "УЄТКФН": 1044,
      "УЄТИТК": 1045,
      "reat": 1046,
      "Ф calcul": 1047,
      "УЉТЋ": 1048,
      "УЉТЋФК": 1049,
      "Ф rel": 1050,
      "ized": 1051,
      "ural": 1052,
      "text": 1053,
      "Ф program": 1054,
      "oth": 1055,
      "Ф sol": 1056,
      "ne": 1057,
      "УЂФЂФЛ": 1058,
      "ics": 1059,
      "УІТЕ": 1060,
      "uring": 1061,
      "word": 1062,
      "УЅФЊФЈ": 1063,
      "Ф business": 1064,
      "УІФЊФИ": 1065,
      "УЈТЎТЁ": 1066,
      "Ф them": 1067,
      "УІФНТД": 1068,
      "Ф input": 1069,
      "УЄТЙХ": 1070,
      "УІХ": 1071,
      "УЈФЉ": 1072,
      "Ф access": 1073,
      "Ф comple": 1074,
      "ruct": 1075,
      "ook": 1076,
      "УІФОФЏУЅФЌТЁ": 1077,
      "Ф reg": 1078,
      "УЉФО": 1079,
      "Ф AI": 1080,
      "pect": 1081,
      "stand": 1082,
      "Ф partic": 1083,
      "УЅТО": 1084,
      "ational": 1085,
      "УЅФВФЊ": 1086,
      "ons": 1087,
      "Ф key": 1088,
      "УІФЌФЂУІФОТЏ": 1089,
      "УЅТН": 1090,
      "УЅТП": 1091,
      "Ф include": 1092,
      "xim": 1093,
      "Ф was": 1094,
      "atter": 1095,
      "УЉФОФЂ": 1096,
      "Ф prim": 1097,
      "Ф given": 1098,
      "Ф 10": 1099,
      "УЈТЇТЃ": 1100,
      "string": 1101,
      "urre": 1102,
      "УЅТБ": 1103,
      "plan": 1104,
      "Ф simple": 1105,
      "Ф tw": 1106,
      "Ф result": 1107,
      "ability": 1108,
      "УЄТКТК": 1109,
      "УЄТНФО": 1110,
      "Ф significant": 1111,
      "Ф tas": 1112,
      "ese": 1113,
      "Ф langu": 1114,
      "Ф point": 1115,
      "Ф j": 1116,
      "УЈТПФН": 1117,
      "Ф information": 1118,
      "УЅТЛ": 1119,
      "erson": 1120,
      "Ф blo": 1121,
      "УЄТИФ­": 1122,
      "Ф only": 1123,
      "Ф effic": 1124,
      "ound": 1125,
      "ethod": 1126,
      "УЇТЈФ­": 1127,
      "dd": 1128,
      "ents": 1129,
      "Ф mult": 1130,
      "ature": 1131,
      "Ф term": 1132,
      "Ф than": 1133,
      "УЅТЎФЋ": 1134,
      "ia": 1135,
      "УЅТЎХ": 1136,
      "УЉФЉФБ": 1137,
      "УЅФЌТЉ": 1138,
      "Ф inst": 1139,
      "УЅХТІУЄТЙХ": 1140,
      "Ф ph": 1141,
      "УЄТИФМ": 1142,
      "def": 1143,
      "УЄТОФН": 1144,
      "УЉФЂФМУЈТПФЉ": 1145,
      "Ф applications": 1146,
      "УЅТЎФМ": 1147,
      "Ф Example": 1148,
      "ds": 1149,
      "ally": 1150,
      "УЇТЁТЎ": 1151,
      "УІФОТК": 1152,
      "УІФПТЅ": 1153,
      "Ф fol": 1154,
      "Ф Q": 1155,
      "Ф random": 1156,
      "УЇТНФГ": 1157,
      "Ф ass": 1158,
      "Ф pass": 1159,
      "Ф create": 1160,
      "УЅТЛТК": 1161,
      "ays": 1162,
      "ribut": 1163,
      "Ф 8": 1164,
      "au": 1165,
      "iqu": 1166,
      "`.": 1167,
      "Ф who": 1168,
      "Ф file": 1169,
      "УЅТЄТЇ": 1170,
      "Ф various": 1171,
      "Ф services": 1172,
      "To": 1173,
      "gy": 1174,
      "УЅТЅТН": 1175,
      "УЅФЌТЈ": 1176,
      "Ф technolog": 1177,
      "Ф custom": 1178,
      "Ф output": 1179,
      "Ф lab": 1180,
      "Ф allow": 1181,
      "upervised": 1182,
      "Ф sm": 1183,
      "УЉФЙТЎ": 1184,
      "planation": 1185,
      "УЅХ": 1186,
      "Ф cloud": 1187,
      "Ф rem": 1188,
      "cept": 1189,
      "УІФИФЉ": 1190,
      "ify": 1191,
      "Ф security": 1192,
      "УЅФЌХ": 1193,
      "gest": 1194,
      "УЄТИФЌ": 1195,
      "rit": 1196,
      "Ф time": 1197,
      "УІФБФВУЄТОФН": 1198,
      "Ф Chinese": 1199,
      "Ф range": 1200,
      "Ф follow": 1201,
      "УЅФЇТЈ": 1202,
      "Ф network": 1203,
      "УЇФЖХ": 1204,
      "Ф method": 1205,
      "УЇТЎФЙ": 1206,
      "ript": 1207,
      "УЅТЄФМ": 1208,
      "УЅФЊТА": 1209,
      "Ф understand": 1210,
      "ax": 1211,
      "Ф both": 1212,
      "ience": 1213,
      "Ф hand": 1214,
      "Ф perform": 1215,
      "УІФЎФЃ": 1216,
      "УЅХФ­": 1217,
      "\\]": 1218,
      "Ф pos": 1219,
      "ically": 1220,
      "bs": 1221,
      "Ф his": 1222,
      "Ф two": 1223,
      "Ф off": 1224,
      "ples": 1225,
      "ФФ ": 1226,
      "ctions": 1227,
      "Ф Explanation": 1228,
      "ength": 1229,
      "Ф high": 1230,
      "УІФЊТЗ": 1231,
      "Ф different": 1232,
      "ases": 1233,
      "УЈТО": 1234,
      "\",": 1235,
      "УІФЛ": 1236,
      "Ф lo": 1237,
      "УЈТЕ": 1238,
      "Ф mach": 1239,
      "ract": 1240,
      "УЉФЛ": 1241,
      "date": 1242,
      "Ф ent": 1243,
      "УІТЈ": 1244,
      "УЇТЋ": 1245,
      "Ф making": 1246,
      "УІТЈТЁ": 1247,
      "vert": 1248,
      "ily": 1249,
      "УЅФЕ": 1250,
      "Ф hum": 1251,
      "Ф pur": 1252,
      "Ф par": 1253,
      "Ф code": 1254,
      "УЈТН": 1255,
      "Ф dat": 1256,
      "Ф rep": 1257,
      "Ф am": 1258,
      "Ф squ": 1259,
      "УЅТЗТЅ": 1260,
      "imes": 1261,
      "Ф co": 1262,
      "УІТГФЗ": 1263,
      "ined": 1264,
      "Ф should": 1265,
      "Ф values": 1266,
      "Write": 1267,
      "УЄТКФГ": 1268,
      "Ф lead": 1269,
      "ffect": 1270,
      "ages": 1271,
      "Ф there": 1272,
      "Ф year": 1273,
      "ploy": 1274,
      "Ф {": 1275,
      "Ф summ": 1276,
      "bject": 1277,
      "con": 1278,
      "',": 1279,
      "Ф product": 1280,
      "Ф import": 1281,
      "Ф based": 1282,
      "ise": 1283,
      "Ф support": 1284,
      "ФФ Ф Ф Ф ФФ Ф Ф ": 1285,
      "ov": 1286,
      "УЅТИТЎ": 1287,
      "УЈФЉТЊ": 1288,
      "Ф lif": 1289,
      "УІТБ": 1290,
      "Ф make": 1291,
      "УЉФЂФЋ": 1292,
      "Ф exp": 1293,
      "Ф tasks": 1294,
      "УЅТКФЖУЇФЖТЈ": 1295,
      "УЅТМФЂ": 1296,
      "Ф How": 1297,
      "УЈТЎТО": 1298,
      "Ф block": 1299,
      "urrent": 1300,
      "Ф machine": 1301,
      "УІФИТА": 1302,
      "atures": 1303,
      "Ф redu": 1304,
      "als": 1305,
      "УЇТГ": 1306,
      "УЉФПТЂ": 1307,
      "Ф fact": 1308,
      "ources": 1309,
      "()`": 1310,
      "ys": 1311,
      "Ф some": 1312,
      "УЉТЁ": 1313,
      "Ф K": 1314,
      "Ф dist": 1315,
      "Ф person": 1316,
      "Ф way": 1317,
      ".\"": 1318,
      "round": 1319,
      "ique": 1320,
      "Ф power": 1321,
      "wen": 1322,
      "Ф generate": 1323,
      "Ф oper": 1324,
      "Ф usage": 1325,
      "verage": 1326,
      "Ф design": 1327,
      "Ф bec": 1328,
      "УЉФЉФЎ": 1329,
      "Ф str": 1330,
      "akes": 1331,
      "УЅФГ": 1332,
      "Ф mat": 1333,
      "УЄТМФМ": 1334,
      "))": 1335,
      "lect": 1336,
      "УЄТИФА": 1337,
      "nsupervised": 1338,
      "utput": 1339,
      "Ф expl": 1340,
      "Ф language": 1341,
      "ware": 1342,
      "УЅТИТЎУЅФЌТЉ": 1343,
      "Ф pop": 1344,
      "Ф efficient": 1345,
      "Ф multi": 1346,
      "Ф dep": 1347,
      "alth": 1348,
      "Ф requ": 1349,
      "Ф computing": 1350,
      "Ф complex": 1351,
      "els": 1352,
      "Ф my": 1353,
      "Ф 100": 1354,
      "УІХФО": 1355,
      "Ф div": 1356,
      "УІФІ": 1357,
      "Ф want": 1358,
      "ause": 1359,
      "Ф inv": 1360,
      "co": 1361,
      "УІФОТЌ": 1362,
      "ructure": 1363,
      "ob": 1364,
      "Ф current": 1365,
      "Ф when": 1366,
      "Ф text": 1367,
      "УЅФВФЎ": 1368,
      "irect": 1369,
      "Ф while": 1370,
      "ss": 1371,
      "УЅТИТИ": 1372,
      "Ф appro": 1373,
      "`,": 1374,
      "Ф intern": 1375,
      "УЅФОТА": 1376,
      "УЅФЛ": 1377,
      "Ф cor": 1378,
      "УЄТЛТЖ": 1379,
      "Ф Output": 1380,
      "Ф primary": 1381,
      "ency": 1382,
      "gor": 1383,
      "itive": 1384,
      "roup": 1385,
      "Ф what": 1386,
      "УЅФЛТЈ": 1387,
      "ider": 1388,
      "ential": 1389,
      "УЅФЇТЅ": 1390,
      "УІФЗФЊ": 1391,
      "Ф characters": 1392,
      "ФЄТЈ": 1393,
      "Ф adv": 1394,
      "list": 1395,
      "УЇТК": 1396,
      "Ф contain": 1397,
      "Ф been": 1398,
      "iron": 1399,
      "ization": 1400,
      "УІФЊФГ": 1401,
      "УЅФЊТЖ": 1402,
      "Ф class": 1403,
      "ever": 1404,
      "ng": 1405,
      "УЇТЄ": 1406,
      "Ф count": 1407,
      "hes": 1408,
      "Ф might": 1409,
      "Ф bu": 1410,
      "Ф 7": 1411,
      "23": 1412,
      "УЄТПТЁ": 1413,
      "Ф predict": 1414,
      "УЇФЄ": 1415,
      "УЄТНФЕ": 1416,
      "УЈТЎТЁУЇТЎФЙ": 1417,
      "Ф cult": 1418,
      "to": 1419,
      "Ф Con": 1420,
      "rol": 1421,
      "lob": 1422,
      "wn": 1423,
      "orted": 1424,
      "Ф art": 1425,
      "УЉТЊ": 1426,
      "Ф ser": 1427,
      "Ф common": 1428,
      "Ф exper": 1429,
      "viron": 1430,
      "Ф grow": 1431,
      "Ф aut": 1432,
      "Ф name": 1433,
      "УЅТКТІ": 1434,
      "irc": 1435,
      "УЇТГТЛ": 1436,
      "Ф cap": 1437,
      "Ф square": 1438,
      "Ф soc": 1439,
      "antum": 1440,
      "port": 1441,
      "lab": 1442,
      "УЇФНТЎ": 1443,
      "ets": 1444,
      "Ф ==": 1445,
      "der": 1446,
      "ingle": 1447,
      "Ф revers": 1448,
      "ings": 1449,
      "Data": 1450,
      "УЉТЂФК": 1451,
      "Ф num": 1452,
      "ximum": 1453,
      "ergy": 1454,
      "ake": 1455,
      "Can": 1456,
      "УІФЃ": 1457,
      "Ф takes": 1458,
      "УЅТБФЗ": 1459,
      "ithm": 1460,
      "УЅТЂ": 1461,
      "mb": 1462,
      "УЅТМФБ": 1463,
      "УІТК": 1464,
      "Ф small": 1465,
      "УІФ­ТЉ": 1466,
      "УЉФКТП": 1467,
      "УЉФЂФЋУІФ­ТЉ": 1468,
      "Ф Le": 1469,
      "SS": 1470,
      "УЉФКТПУЉФЉФЎ": 1471,
      "Ф good": 1472,
      "Ф life": 1473,
      "ex": 1474,
      "Ф development": 1475,
      "Ф Pro": 1476,
      "УЅФЌФН": 1477,
      "Ф large": 1478,
      "Ф then": 1479,
      "Ф area": 1480,
      "Ф element": 1481,
      "orage": 1482,
      "Ф China": 1483,
      "Ф mark": 1484,
      "Ф impro": 1485,
      "inal": 1486,
      "Ф human": 1487,
      "УЅФЇТЗ": 1488,
      "here": 1489,
      "УЇТЇФЏ": 1490,
      "ild": 1491,
      "\"\"": 1492,
      "ick": 1493,
      "Ф wide": 1494,
      "name": 1495,
      "УЉФЂФЄ": 1496,
      "ality": 1497,
      "itial": 1498,
      "Ф cent": 1499,
      "ames": 1500,
      "Ф password": 1501,
      "Ф designed": 1502,
      "10": 1503,
      "ian": 1504,
      "Ф patter": 1505,
      "alind": 1506,
      "УІТКФВ": 1507,
      "alindrom": 1508,
      "Ф environ": 1509,
      "Ф known": 1510,
      "УЅФЇТГ": 1511,
      "Ф work": 1512,
      "Ф particular": 1513,
      "УІХТЅ": 1514,
      "pre": 1515,
      "Ф step": 1516,
      "Ф businesses": 1517,
      "(\"": 1518,
      "УЈТЖ": 1519,
      "Ф eas": 1520,
      "Ф glob": 1521,
      "УЅФП": 1522,
      "Ф <": 1523,
      "Ф act": 1524,
      "val": 1525,
      "УЇФАТА": 1526,
      "УЅТЎФЋУЅФЇТЈ": 1527,
      "Ф user": 1528,
      "ious": 1529,
      "Ф elements": 1530,
      "arning": 1531,
      "iction": 1532,
      "cial": 1533,
      "Ф 9": 1534,
      "Ф V": 1535,
      "Ф unsupervised": 1536,
      "Ф Tr": 1537,
      "УЉФЙТД": 1538,
      "УІТЏ": 1539,
      "Ф commun": 1540,
      "Ф sub": 1541,
      "Ф Qwen": 1542,
      "Ф energy": 1543,
      "УЇФЄТЙ": 1544,
      "Ф book": 1545,
      "Ф supervised": 1546,
      "urn": 1547,
      "Ф line": 1548,
      "ius": 1549,
      "УЇФЖТЈУІФЊТЗ": 1550,
      "УЅТАФЈ": 1551,
      "УЉФМ": 1552,
      "УІФЅ": 1553,
      "Ф min": 1554,
      "УЅТЄФІ": 1555,
      "Ф manage": 1556,
      "УЅТЗТД": 1557,
      "Ф equation": 1558,
      "ving": 1559,
      "Ф 19": 1560,
      "УЅФЎФЇ": 1561,
      "УІТД": 1562,
      "Ф single": 1563,
      "Ф loc": 1564,
      "Ф colum": 1565,
      "УЈТЕФІ": 1566,
      "hen": 1567,
      "str": 1568,
      "ward": 1569,
      "Ф sk": 1570,
      "Ф unique": 1571,
      "Ф great": 1572,
      "pty": 1573,
      "ploye": 1574,
      "Ф maximum": 1575,
      "Ф summary": 1576,
      "Ф systems": 1577,
      "УЅФЉТК": 1578,
      "УЇТМ": 1579,
      "Ф read": 1580,
      "ulation": 1581,
      "Ф users": 1582,
      "Ф You": 1583,
      "Ф Re": 1584,
      "ove": 1585,
      "Ф store": 1586,
      "Ф purp": 1587,
      "hip": 1588,
      "Ф back": 1589,
      "gan": 1590,
      "Ф points": 1591,
      "УЇХ": 1592,
      "УЂФЂФО": 1593,
      "УЂФЂФП": 1594,
      "Ф second": 1595,
      "ining": 1596,
      "amet": 1597,
      "ution": 1598,
      "Ф let": 1599,
      "Ф pe": 1600,
      "eled": 1601,
      "number": 1602,
      "УЇФЋТЙ": 1603,
      "ines": 1604,
      "ater": 1605,
      "УЉФОФЂУЈТІФЃ": 1606,
      "chie": 1607,
      "УЇТЎТЁ": 1608,
      "Ф long": 1609,
      "Ф contin": 1610,
      "УЇТЁТЎУЄТПФП": 1611,
      "AI": 1612,
      "ts": 1613,
      "Ф fi": 1614,
      "Ф well": 1615,
      "УЅФЊФН": 1616,
      "ety": 1617,
      "Ф \"\"\"": 1618,
      "ish": 1619,
      "read": 1620,
      "Ф circ": 1621,
      "УЇТЛХ": 1622,
      "Ф We": 1623,
      "ХТЅ": 1624,
      "Ф length": 1625,
      "20": 1626,
      "Ф cru": 1627,
      "УЄТКТЄ": 1628,
      "Ф features": 1629,
      "Ф start": 1630,
      "Ex": 1631,
      "dition": 1632,
      "УЈТЏХ": 1633,
      "УІТЈТЁУЅХФ­": 1634,
      "Ф achie": 1635,
      "ommend": 1636,
      "Ф service": 1637,
      "Ф calculate": 1638,
      "Ф def": 1639,
      "Ф ac": 1640,
      "Ф resources": 1641,
      "УІФЃТЏ": 1642,
      "Ф consider": 1643,
      "Ф bre": 1644,
      "Ф run": 1645,
      "УЅФЎТК": 1646,
      "elow": 1647,
      "Ф gu": 1648,
      "УЅХФВ": 1649,
      "Ф content": 1650,
      "get": 1651,
      "Ф includes": 1652,
      "Ф integers": 1653,
      "УЉФЉФЏ": 1654,
      "mbol": 1655,
      "old": 1656,
      "Ф computer": 1657,
      "Ф direct": 1658,
      "Ф recommend": 1659,
      "alindrome": 1660,
      "Ф convert": 1661,
      "Ф quantum": 1662,
      "__": 1663,
      "Ф table": 1664,
      "ather": 1665,
      "light": 1666,
      "Ф vers": 1667,
      "Ф type": 1668,
      "УЈТПФЛУЄТКФН": 1669,
      "Ф integer": 1670,
      "arch": 1671,
      "Ф dig": 1672,
      "Ф provides": 1673,
      "Ф crucial": 1674,
      "ern": 1675,
      "ences": 1676,
      "Ф ag": 1677,
      "gorithm": 1678,
      "УЅТІФЄУІХФО": 1679,
      "УЅТЄФІУЇФВФЈ": 1680,
      "ellig": 1681,
      "Ф patterns": 1682,
      "Ф particularly": 1683,
      "Ф enh": 1684,
      "УІФБФВУЉТЋФК": 1685,
      "УІХФЉ": 1686,
      "aut": 1687,
      "tal": 1688,
      "Ф character": 1689,
      "Ф hist": 1690,
      "ling": 1691,
      "ident": 1692,
      "УЉФЙТЎУЉТЂФК": 1693,
      "УЈТА": 1694,
      "ited": 1695,
      "УІФЖТЏ": 1696,
      "for": 1697,
      "Ф average": 1698,
      "Ф opt": 1699,
      "Ф top": 1700,
      "Ф However": 1701,
      "Ф \\),": 1702,
      "Ф environment": 1703,
      "Ф prote": 1704,
      "Ф without": 1705,
      "atform": 1706,
      "Ф Data": 1707,
      "Ф Us": 1708,
      "ray": 1709,
      "Ф multiple": 1710,
      "Ф incre": 1711,
      "Ф tool": 1712,
      "Is": 1713,
      "Ф stand": 1714,
      "very": 1715,
      "Ф att": 1716,
      "Ф ensure": 1717,
      "УЉФЃ": 1718,
      "Ф words": 1719,
      "Ф personal": 1720,
      "Ф \\).": 1721,
      "ber": 1722,
      "Ф root": 1723,
      "Ф technology": 1724,
      "Ф own": 1725,
      "УЇТНТЎ": 1726,
      "ied": 1727,
      "Ф checks": 1728,
      "Ф sal": 1729,
      "Ф algorithm": 1730,
      "Ф resp": 1731,
      "Ф ins": 1732,
      "ats": 1733,
      "lu": 1734,
      "Ф tem": 1735,
      "conom": 1736,
      "Ф integr": 1737,
      "gin": 1738,
      "УЄТНФЗ": 1739,
      "УІТБФЄ": 1740,
      "Ф mean": 1741,
      "ood": 1742,
      "ital": 1743,
      "Ф \\[": 1744,
      "Ф Ф Ф Ф Ф ": 1745,
      "fore": 1746,
      "atic": 1747,
      "ilities": 1748,
      "ters": 1749,
      "alse": 1750,
      "Ф light": 1751,
      "УЅХХ": 1752,
      "sq": 1753,
      "УЅФЕФЃ": 1754,
      "УЇТЎТЁУЇФВФЈ": 1755,
      "Ф script": 1756,
      "ression": 1757,
      "up": 1758,
      "by": 1759,
      "УЇТБ": 1760,
      "ule": 1761,
      "any": 1762,
      "Ф global": 1763,
      "num": 1764,
      "Ф effect": 1765,
      "ula": 1766,
      "Ф state": 1767,
      "ccess": 1768,
      "Ф Learning": 1769,
      "of": 1770,
      "Ф total": 1771,
      "Ф anal": 1772,
      "ars": 1773,
      "ale": 1774,
      "Ф prime": 1775,
      "case": 1776,
      "УЄТОФ­": 1777,
      "УЅФЇТЖ": 1778,
      "УЈФЂФЇ": 1779,
      "Ф ```": 1780,
      "Ф means": 1781,
      "Ф filter": 1782,
      "Ф helps": 1783,
      "УЅХТК": 1784,
      "Ф repres": 1785,
      "ployees": 1786,
      "Ф query": 1787,
      "ting": 1788,
      "УЄТПТЁУІФЃТЏ": 1789,
      "Ф control": 1790,
      "Ф terms": 1791,
      "Ф gra": 1792,
      "Ф get": 1793,
      "Ф many": 1794,
      "УЉФЕ": 1795,
      "Ф empty": 1796,
      "УЇФЋТЉ": 1797,
      "Ф To": 1798,
      "elf": 1799,
      "pro": 1800,
      "УЅТЙТГ": 1801,
      "УЈТЁТЈ": 1802,
      "cing": 1803,
      "pe": 1804,
      "УЉТЁТЙ": 1805,
      "Ф largest": 1806,
      "УІТЌ": 1807,
      "Ф symbol": 1808,
      "Ф maintain": 1809,
      "hens": 1810,
      "Ф functions": 1811,
      "Ф know": 1812,
      "Ф concept": 1813,
      "Ф Below": 1814,
      "illion": 1815,
      "ocus": 1816,
      "УІТА": 1817,
      "Ф deep": 1818,
      "Ф These": 1819,
      "Ф secure": 1820,
      "Ф novel": 1821,
      "Ф pol": 1822,
      "Ф factor": 1823,
      "Ф pract": 1824,
      "--": 1825,
      "ering": 1826,
      "Ф lat": 1827,
      "pen": 1828,
      "ries": 1829,
      "ately": 1830,
      "УЅФА": 1831,
      "Ф Un": 1832,
      "УЅФЈФЇ": 1833,
      "QL": 1834,
      "ives": 1835,
      "УІФЛТК": 1836,
      "Ф customer": 1837,
      "Ф soft": 1838,
      "УЄТМФК": 1839,
      "ubl": 1840,
      "Ф object": 1841,
      "ew": 1842,
      "amples": 1843,
      "Ф around": 1844,
      "Ф difference": 1845,
      "ble": 1846,
      "ves": 1847,
      "esp": 1848,
      "Ф require": 1849,
      "Ф fiel": 1850,
      "Ф ref": 1851,
      "Ф important": 1852,
      "requ": 1853,
      "Ф health": 1854,
      "УЅФВФА": 1855,
      "com": 1856,
      "Ф av": 1857,
      "eric": 1858,
      "ron": 1859,
      "УІТЗ": 1860,
      "УІФЄТЈ": 1861,
      "Ф case": 1862,
      "random": 1863,
      "Ф Al": 1864,
      "ople": 1865,
      "УЉФЖ": 1866,
      "iss": 1867,
      "Ф platform": 1868,
      "Ф spe": 1869,
      "Ф social": 1870,
      "Ф ide": 1871,
      "Ф same": 1872,
      "Ф mem": 1873,
      "Ф sever": 1874,
      "Ф fam": 1875,
      "ibr": 1876,
      "УЏТМФЃ": 1877,
      "Ф formula": 1878,
      "rt": 1879,
      "anced": 1880,
      "plt": 1881,
      "alled": 1882,
      "Ф Com": 1883,
      "Ф order": 1884,
      "Ф last": 1885,
      "Ф med": 1886,
      "Ф vis": 1887,
      "Ф performance": 1888,
      "УЉФН": 1889,
      "УЇФІ": 1890,
      "Ф Add": 1891,
      "Ф allows": 1892,
      "orld": 1893,
      "Ф diction": 1894,
      "riend": 1895,
      "Ф assist": 1896,
      "ively": 1897,
      "УЅХФК": 1898,
      "Ф datas": 1899,
      "УЇТГТЛУЇТЛХ": 1900,
      "elligence": 1901,
      "ix": 1902,
      "ink": 1903,
      "line": 1904,
      "Ф ed": 1905,
      "Ф test": 1906,
      "utions": 1907,
      "Ф row": 1908,
      "ough": 1909,
      "plot": 1910,
      "УЇТД": 1911,
      "УЉТЂФЈ": 1912,
      "Here": 1913,
      "УЄТКТЇ": 1914,
      "Ф achieve": 1915,
      "УІФЛТКУЈФЅТН": 1916,
      "EC": 1917,
      "Ф focus": 1918,
      "Ф story": 1919,
      "\\),": 1920,
      "Ф inf": 1921,
      "Ф real": 1922,
      "Ф purpose": 1923,
      "Ф econom": 1924,
      "Ф conc": 1925,
      "Ф i": 1926,
      "Ф structure": 1927,
      "ФФ Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф ": 1928,
      "УЅФЃ": 1929,
      "Ф iter": 1930,
      "Ф prom": 1931,
      "Ф few": 1932,
      "par": 1933,
      "Ф cost": 1934,
      "Ф found": 1935,
      "Ф pa": 1936,
      "tern": 1937,
      "ier": 1938,
      "УІФОФЂ": 1939,
      "Ф dev": 1940,
      "Ф fin": 1941,
      "sum": 1942,
      "УЅФОТК": 1943,
      "Ф ver": 1944,
      "Ф chang": 1945,
      "Ф address": 1946,
      "Ф date": 1947,
      "УІХФВ": 1948,
      "УІФ­ТЌ": 1949,
      "Ф improve": 1950,
      "УІТИ": 1951,
      "УЇФЖТЕ": 1952,
      "УЄТИФЂУЄТКФН": 1953,
      "Ф corre": 1954,
      "УЇТБТЛ": 1955,
      "Ф cle": 1956,
      "ross": 1957,
      "Ф They": 1958,
      "As": 1959,
      "Ф market": 1960,
      "УЅФЎФЇУІФ­ТЌ": 1961,
      "Ф *": 1962,
      "Ф Comm": 1963,
      "УІФАТЅ": 1964,
      "Ф does": 1965,
      "Ф several": 1966,
      "()": 1967,
      "atural": 1968,
      "Ф models": 1969,
      "dius": 1970,
      "Ф typically": 1971,
      "Ф Serv": 1972,
      "УЇФІТЖ": 1973,
      "ric": 1974,
      "ade": 1975,
      "Ф understanding": 1976,
      "УЇФАТЏ": 1977,
      "УЄТЙХ": 1978,
      "УІТВ": 1979,
      "Ф organ": 1980,
      "Ф handle": 1981,
      "ning": 1982,
      "angle": 1983,
      "Sc": 1984,
      "УЇФАФЉ": 1985,
      "aging": 1986,
      "УЈТАФЅ": 1987,
      "Ф latest": 1988,
      "Ф mon": 1989,
      "Ф Check": 1990,
      "УЅФЋ": 1991,
      "УІХТЙ": 1992,
      "Ф following": 1993,
      "Ф %": 1994,
      "УЈТЎТЎ": 1995,
      "УЈТПФНУЈТЁФЎ": 1996,
      "Ф temper": 1997,
      "УЈФЃ": 1998,
      "Ф 12": 1999,
      "Ф eng": 2000,
      "Ф webs": 2001,
      "apt": 2002,
      "УЅФЇТЌ": 2003,
      "Ф sequ": 2004,
      "ooking": 2005,
      "Ф role": 2006,
      "ming": 2007,
      "УЅФЊФЈУІХФВ": 2008,
      "\")": 2009,
      "oin": 2010,
      "УІФЖТЏУІФЎФЃ": 2011,
      "Ф her": 2012,
      "ism": 2013,
      "Ф word": 2014,
      "ogn": 2015,
      "УЅФЂ": 2016,
      "УІТЁ": 2017,
      "Ф context": 2018,
      "УЈТЃ": 2019,
      "cd": 2020,
      "УІТДТЛ": 2021,
      "УЄТЛТЛ": 2022,
      "УЅФНТО": 2023,
      "Ф invol": 2024,
      "Ф orig": 2025,
      "ven": 2026,
      "ness": 2027,
      "Ф plot": 2028,
      "Ф compre": 2029,
      "Ф growth": 2030,
      "УІФЋФЂ": 2031,
      "Ф decis": 2032,
      "Ф comprehens": 2033,
      "Ф aim": 2034,
      "abilities": 2035,
      "fter": 2036,
      "ror": 2037,
      "ER": 2038,
      "УЉФЅ": 2039,
      "ivid": 2040,
      "Ф ess": 2041,
      "Ф free": 2042,
      "ication": 2043,
      "ains": 2044,
      "Ф goal": 2045,
      "УЅТЙТЖ": 2046,
      "import": 2047,
      "УЈТЏФЈ": 2048,
      "УЅФБФГУЅТБФЗ": 2049,
      "Ф paramet": 2050,
      "Ф would": 2051,
      "Ф bl": 2052,
      "ash": 2053,
      "Ф offers": 2054,
      "Ф correct": 2055,
      "Ф offer": 2056,
      "УЅФЈТГ": 2057,
      "УЄТНХУЇФМФІ": 2058,
      "УЉТЂФЈУЅХХ": 2059,
      "УЏТМХ": 2060,
      "Ф red": 2061,
      "УЇТЛФБ": 2062,
      "УІТЕФ­": 2063,
      "Ф divis": 2064,
      "oad": 2065,
      "ument": 2066,
      "times": 2067,
      "Ф non": 2068,
      "Ф lower": 2069,
      "УЅТЄХ": 2070,
      "Ф writ": 2071,
      "УЈТЃФЇ": 2072,
      "УЉФЅТЈ": 2073,
      "Ф impact": 2074,
      "Ф because": 2075,
      "Ф conf": 2076,
      "gative": 2077,
      "УІФІФБ": 2078,
      "nov": 2079,
      "alls": 2080,
      "УЅФБТА": 2081,
      "Ф quest": 2082,
      "itions": 2083,
      "УІХФІ": 2084,
      "icial": 2085,
      "Ф bet": 2086,
      "УІФОХ": 2087,
      "УІФКФА": 2088,
      "УІТГТЈ": 2089,
      "oice": 2090,
      "Ф /": 2091,
      "Ф population": 2092,
      "If": 2093,
      "УЅТАФБ": 2094,
      "Ф ensuring": 2095,
      "artment": 2096,
      "Ф needs": 2097,
      "alculate": 2098,
